[
  {
    "title": "BRImo Adalah",
    "img": "https://i.ibb.co/M8Tnwbv/BRImo-Adalah.png",
    "content": "<p><strong>BRI Mobile</strong> atau <strong>Brimo</strong> adalah aplikasi <strong>mobile banking</strong> yang disediakan <strong>PT Bank Rakyat Indonesia</strong>, <strong>Tbk</strong> atau <strong>BRI</strong> untuk memudahkan nasabahnya dalam melakukan transaksi secara <strong>online</strong>. <strong>BRImo</strong> sendiri adalah aplikasi keuangan digital<strong> Bank BRI</strong> terbaru berbasis data internet yang memberikan kemudahan bagi <strong>nasabah</strong> maupun <strong>non nasabah BRI</strong> untuk dapat bertransaksi dengan <em>user interface</em> dan <em>user experience</em> terbaru.</p>
<p>Tujuan pengembangan aplikasi <strong>BRI Mobile BRImo</strong> versi terbaru adalah untuk mempersiapkan business model baru ke depan. Pergeseran habit nasabah yang sebelumnya bertransaksi melalui unit kerja <strong>BRI</strong>, kemudian shifting ke <strong>ATM</strong> dan <strong>SMS Banking</strong>, diharapkan ke depan seluruh nasabah mulai bertransaksi melalui <strong>internet banking</strong>.</p>
<p>Cara daftar <strong>BRImo</strong> serta aktivasi aplikasi <strong>BRImo Mobile Banking BRI</strong> terbaru ini sangat mudah, bisa dilakukan langsung melalui aplikasi <strong>BRImo</strong>. Dengan kata lain, nasabah tidak harus datang ke unit kerja <strong>BRI</strong> karena cara daftar <strong>m-banking BRI</strong> (<strong>BRImo</strong>) bisa langsung lewat <em>smartphone.</em></p>
<p>Setelah kamu selesa daftar <strong>BRImo</strong>i, pastikan nasabah baru untuk segera transfer setoran awal ke rekening <strong>BRI</strong> agar sistem tidak menghapus data yang sudah masuk sebelumnya.</p>
<p>Semoga bermanfaat.</p>",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar BRImo",
    "img": "https://i.ibb.co/NrxRmBg/Daftar-BRImo.png",
    "content": "<p>Bagi nasabah <strong>Bank BRI</strong> tentu sangat dimanjakan dengan kehadiran <strong>BRI Mobile</strong>. Pasalnya, aplikasi dari <strong>Bank BRI</strong> ini memiliki sederet fitur yang semakin memanjakan para penggunanya.&nbsp; Saat ini nasabah baru maupun eksisting yang belum teregistrasi internet banking BRI dapat melakukan registrasi <strong>internet banking</strong> dengan <strong>fasilitas financial</strong> melalui aplikasi <strong>BRImo</strong>. Registrasi internet banking ini cukup dilakukan melalui aplikasi <strong>BRImo</strong> tanpa harus ke unit kerja <strong>BRI</strong>.</p>
<p>Untuk memiliki akun <strong>BRImo</strong> terdapat beberapa persayaratan yang harus anda penuhi sebelumnya. Syarat-syarat tersebut antara lain,<strong> e-KTP</strong>, <strong>nomor rekening</strong>, <strong>nomor smartphone</strong>, dan <strong>email</strong> aktif.&nbsp; Setelah persyaratan tersebut sudah Anda siapkan, selanjutnya sudah bisa melakukan <strong>pendaftaran</strong> secara online. Namun, pastikan <strong>jaringan internet</strong> Anda dalam keadaan <strong>stabil</strong>. Berikut ulasan selengkapnya.</p>
<p><strong>A. Nasabah Lama</strong></p>
<ul>
<li>Download dan install aplikasi BRImo di Google Play Store atau App Store</li>
<li>Buka aplikasi BRImo</li>
<li>Klik Buka Punya Akun</li>
<li>Klik Daftar</li>
<li>Isi data diri nasabah</li>
<li>Klik link yang dikirimkan ke menu SMS</li>
<li>Masukkan OTP dari email yang terdaftar</li>
<li>Sistem akan mengambil video wajah nasabah</li>
<li>Masukkan OTP untuk verifikasi kembali</li>
<li>Masukkan Username dan Password baru</li>
<li>Login dengan username dan password di aplikasi BRImo.&nbsp;</li>
</ul>
<p>Untuk <strong>Nasabah baru</strong> yang sudah mendaftar <strong>BRImo</strong>, pastikan Anda segera <strong>transfer setoran</strong> awal. Apabila tidak, sistem akan <strong>menghapus data</strong> yang sudah masuk sebelumnya.</p>
<p>Semoga bermanfaat.</p>",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Syarat Daftar BRImo",
    "img": "https://i.ibb.co/g6JxV1Y/Syarat-Daftar-BRImo.png",
    "content": "<p>Belum punya akun <strong>BRI Mobile</strong> (<strong>BRImo</strong>). Daftar <strong>BRImo</strong> tanpa ke bank kini bisa dilakukan dengan mudah secara <strong>Online</strong>. Bagi Anda yang berminat daftar <strong>BRImo</strong> online lewat <strong>HP</strong>, Untuk cara daftar <strong>BRI Mobile</strong> lewat <strong>HP</strong> tanpa ke bank perlu diperhatikan.</p>
<p>Cara daftar <strong>BRImo</strong> di <strong>HP</strong> tanpa ke bank penting diketahui utamanya bagi nasabah <strong>Bank BRI</strong> yang ingin mendapatkan beragam kemudahan transaksi. Kami akan memberikan ulasan mengenai cara daftar BRImo sudah punya rekening.</p>
<p>Terdapat beberapa <strong>syarat</strong> daftar <strong>BRImo</strong> online lewat <strong>HP</strong> yang harus disiapkan sebelum melakukan pendaftaran.</p>
<p><strong>A. Persyarat Daftar BRImo Tanpa Ke Bank</strong></p>
<ul>
<li>e-KTP</li>
<li>nomor rekening</li>
<li>nomor handphone</li>
<li>email aktif</li>
</ul>
<p>Itulah tadi ulasan mengenai cara daftar <strong>BRI Mobile</strong> lewat <strong>HP</strong> tanpa ke bank. Perlu dicatat, beberapa <strong>syarat</strong> daftar <strong>BRImo</strong> tanpa ke bank perlu disiapkan lebih dulu agar penndaftaran berjalan lancar.</p>
<p>Semoga bermanfaat.</p>",
    "imgSource": null,
    "contentSource": null
  },
 {
    "title": "Daftar BRImo Lewat HP Online",
    "img": "https://i.ibb.co/zQKfQJ4/Daftar-BRImo-Lewat-HP-Online.png",
    "content": "<p>Layanan Daftar Brimo tanpa ke bank, membuat lebih praktis. Apalagi jika kamu mempunyai kesibukan super padet, menjadikan suatu solusi bisa daftar brimo lewat hp tanpa ke bank. Tanpa harus bingung dengan waktu, daftar brimo online tanpa ke bank bisa kapan saja sesuka hati. Proses registrasi brimo di hp sedikit berbeda, di bandingkan daftar e banking dari bank lain. Dimana ada step foto selfie sambil memegang kartu ektp, sama halnya saat proses pembukaan rekening bri secara online/digital saving.</p>
<p>Cara daftar brimo tanpa ke bank terpenting, nomor handphone sudah terdaftar di BRI dan memiliki pulsa minimal 5ribu. Setting juga kartu nomor hp disimpan pada slot sim 1, usahakan sim 2 dinonaktifkan sementara.</p>
<p>Pastikan alamat email yang terdaftar di BRI sebagai akun google. Dan gunakan sumber jaringan internet dari no hp yang terdaftar di bank bri. Bilamana sudah memenuhi intruksi sesuai yang dijelaskan, tinggal download aplikasi brimo lewat google playstore. Selanjutnya simak cara daftar brimo tanpa ke bank berikut ini.</p>
<p>A. Cara Daftar BRImo Online Lewat HP</p>
<p>Buka Aplikasi Brimo<br />Tidak Punya Akun<br />Pilih Daftar Brimo<br />Siapkan Dokumen Pendukung<br />Foto &amp; Mengisi Data KTP<br />Masukan Data Kartu Debit BRI<br />Mengisi Data Kontak<br />Verifikasi No HP<br />Verifikasi Email<br />Perekaman Video<br />Foto Selfie Dan KTP<br />Tanda Tangan<br />Verifikasi Semua Data<br />Konfirmasi Data<br />Kode Tanda Tangan Digital<br />Membuat Username<br />Membuat Password Brimo<br />Selesai</p>
<p>Setelah berhasil dengan Daftar brimo di Hp, selanjutnya login ke aplikasi brimo, sesuai username dan password yang telah dibuat. Lalu silahkan membuat 6 digit pin brimo, untuk digunkan sebagai keamanan setiap bertransaksi.</p>
<p>Semoga bermanfaat.</p>",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Cara Aman Pakai BRImo",
    "img": "https://i.ibb.co/ZmZm9vg/Cara-Aman-Pakai-BRImo.png",
    "content": "<p>Aplikasi Keuangan Digital Bank BRI Terbaru berbasis data internet yang memberikan kemudahan bagi nasabah maupun non nasabah BRI untuk dapat bertransaksi dengan User Interface dan User Experience terbaru.</p>
<p>fitur login face recognition, login fingerprint, top up gopay, pembayaran QR dan fitur-fitur menarik lainnya, dengan pilihan Source of Fund/ sumber dana setiap transaksi dapat menggunakan rekening Giro/ Tabungan. Tujuan pengembangan aplikasi BRI Mobile BRImo versi terbaru adalah untuk mempersiapkan business model baru ke depan.</p>
<p>Pergeseran Nasabah yang sebelumnya bertransaksi melalui unit kerja BRI, kemudian shifting ke ATM dan SMS Banking, diharapkan ke depan seluruh nasabah mulai bertransaksi melalui internet banking. Cara daftar BRImo serta aktivasi aplikasi BRImo Mobile Banking BRI terbaru ini sangat mudah, bisa dilakukan langsung melalui Aplikasi BRImo. Berikut cara aman pakai Aplikasi Brimo.</p>
<p>A. Cara Aman Transaksi Pakai BRImo</p>
<p>Download atau update Aplikasi BRImo di Google Play Store maupun App Store<br />Gunakan jaringan internet yang aman (hindari wi-fi publik)<br />Jangan gunakan User ID dan Password yang mudah ditebak<br />Hindari pemakaian tanggal lahir untuk PIN BRImo<br />Rahasiakan User ID, Password &amp; PIN kamu dari orang lain<br />Ubah Password &amp; PIN secara rutin<br />Periksa mutasi rekening secara rutin<br />Aktifkan SMS Notifikasi di Kantor BRI Terdekat<br />Pastikan Log Out sempurna saat selesai memakai BRImo</p>
<p>Semoga bermanfaat.</p>",
    "imgSource": null,
    "contentSource": null
  },
  {
    "title": "Daftar BRImo Di HP",
    "img": "https://i.ibb.co/6wfmtnm/Daftar-BRImo-Di-HP.png",
    "content": "<p>Cara <strong>Daftar BRImo</strong> (<strong>BRI Mobile</strong>) di <strong>HP&nbsp;</strong>oleh <strong>Nasabah Baru</strong>. <strong>Bank Rakyat Indonesia</strong> menjadi salah satu <strong>bank</strong> yang memiliki banyak fasilitas perbankan secara digital. <strong>BRI</strong> merupakan salah satu <strong>Bank</strong> milik <strong>Pemerintah</strong> yang memiliki jaringan layanan di seluruh <strong>Indonesia</strong>.</p>
<p>Tentunya, layanan perbankan milik <strong>BRI</strong> makin besar dengan digitalisasi transaksi. Layanan <strong>Mobile Banking</strong> yang memudahkan <strong>nasabah</strong> untuk transaksi via <strong>HP</strong> dinamakan <strong>BRImo</strong> (<strong>BRI Mobile</strong>). <strong>Nasabah</strong> bisa membuka layanan dan daftar <strong>BRImo</strong> dengan mudah.</p>
<p><strong>A. Cara Daftar BRImo</strong></p>
<p><strong>1.&nbsp;Cara Daftar BRImo (BRI Mobile) Nasabah Baru</strong></p>
<p>Bagi <strong>nasabah baru</strong> bisa ikuti cara daftar <strong>BRImo</strong> berikut ini.</p>
<ul>
<li>Unduh dan install&nbsp;aplikasi BRImo di Google Play Store atau App Store.</li>
<li>Buka aplikasi BRImo.</li>
<li>Pilih Buka Punya Akun.</li>
<li>Pilih Buka Rekening.</li>
<li>Pilih produk tabungan BRI dan kantor BRI yang mengelola rekening.</li>
<li>Unggah&nbsp;foto e-KTP calon nasabah.</li>
<li>Masukkan data diri termasuk nomor HP dan email.</li>
<li>Tunggu verifikasi&nbsp;kode ke nomor HP.</li>
<li>Sistem akan merekam video, foto selfie KTP, dan data diri.</li>
<li>Verifikasi tanda tangan digital dengan kode token.</li>
<li>Nasabah bisa transfer ke nomor BRI Virtual Account.</li>
<li>Tunggu pemberitahuan lewat email.</li>
<li>Buat username, password, dan PIN untuk akun BRImo.</li>
<li>Nasabah bisa menggunakan BRImo.</li>
</ul>
<p>Pastikan <strong>nasabah baru</strong> yang sudah mendaftar <strong>BRImo</strong> segera transfer <strong>setoran awal</strong>. Apabila tidak, sistem akan <strong>menghapus data</strong> yang sudah <strong>masuk</strong> sebelumnya.</p>
<p>Semoga bermanfaat.</p>",
    "imgSource": null,
    "contentSource": null
  } ,
  {
    "title": "Cara Daftar BRImo dengan Mudah Tanpa Harus ke Bank",
    "img": "https://famos.id/wp-content/uploads/2023/04/Cara-Daftar-BRIMO-Tanpa-ke-Bank-BRI-1024x576.jpg",
    "content": "<p>Untuk mendaftar m-banking BRImo, kamu hanya perlu melakukannya secara online lewat HP.</p>
<p>Cara ini bisa kamu lakukan baik untuk pengguna yang sudah punya rekening BRI maupun yang belum punya rekening BRI.</p>
<p>Langkah-langkahnya adalah sebagai berikut.</p>
<p>&nbsp;</p>
<h3 class="wp-block-heading">Cara Daftar BRImo Jika Sudah Punya Rekening</h3>
<p>&nbsp;</p>
<ol type="1">
<li>Install aplikasi BRImo melalui&nbsp;Play Store&nbsp;atau App Store</li>
<li>Buka aplikasi BRImo yang sudah terinstall</li>
<li>Pilih opsi&nbsp;<strong>Belum Punya Akun</strong></li>
<li>Selanjutnya, klik menu&nbsp;<strong>Daftar</strong></li>
<li>Masukkan data diri yang diperlukan untuk proses verifikasi</li>
<li>Tunggu beberapa saat sampai kamu menerima SMS dari BRI</li>
<li>Klik link yang diberikan pada SMS tersebut</li>
<li>Lakukan perekaman wajah untuk proses verifikasi selama 8 detik</li>
<li>Tunggu beberapa saat hingga proses verifikasi selesai</li>
<li>Kamu akan menerima kode OTP melalui e-mail yang kamu daftarkan</li>
<li>Masukkan kode OTP yang kamu terima ke aplikasi</li>
<li>Silakan buat username dan password untuk login ke BRImo</li>
<li>Login dengan username dan password yang sudah kamu buat</li>
<li>Selesai, kini akun BRimo milikmu sudah aktif dan bisa digunakan</li>
<p>&nbsp;</p>
<h3 class="wp-block-heading">Cara Daftar BRImo Jika Belum Punya Rekening</h3>
<p>&nbsp;</p>
<li>Install aplikasi BRImo melalui PlayStore atau AppStore</li>
<li>Buka aplikasi BRImo</li>
<li>Klik menu&nbsp;<strong>Belum Punya Akun</strong></li>
<li>Pilih opsi&nbsp;<strong>Buka Rekening</strong></li>
<li>Pilih produk tabungan BRI dan kantor cabang BRI yang kamu inginkan</li>
<li>Upload foto e-KTP dan pastikan fotomu terlihat jelas</li>
<li>Lengkapi data diri yang dibutuhkan</li>
<li>Kamu akan menerima kode verifikasi yang dikirim melalui SMS</li>
<li>Masukkan kode yang diterima untuk melanjutkan verifikasi</li>
<li>Rekam video, foto selfie dengan KTP, dan foto NPWP</li>
<li>Lakukan verifikasi tanda tangan digital sesuai instruksi</li>
<li>Konfirmasi kode OTP yang masuk ke SMS</li>
<li>Selanjutnya, silakan lakukan setoran awal ke virtual account Bank BRI yang tertera</li>
<li>Tunggu beberapa saat, kamu akan menerima notifikasi registrasi rekening melalui e-mail yang terdaftar</li>
<li>Berikutnya, masukkan username, password, dan PIN untuk BRImo</li>
<li>Selesai, kamu sudah memiliki rekening BRi dan bisa menggunakan akun BRImo</li>",
    "imgSource": null,
    "contentSource": null
  }
]
